tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "nikitabobko/tap"
brew "git"
brew "asdf"
brew "autoconf"
brew "bash"
brew "openssl@3"
brew "bat"
brew "btop"
brew "libyaml"
brew "cocoapods"
brew "colima"
brew "docker"
brew "docker-compose"
brew "fastlane"
brew "fzf"
brew "gmp"
brew "gawk"
brew "gh"
brew "gnupg"
brew "jq"
brew "lazydocker"
brew "lsd"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "opencode"
brew "pipx"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "yq"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "aerospace"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "raycast"
cask "sf-symbols"
