tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "teamookla/speedtest"
brew "autoconf"
brew "gmp"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "bash"
brew "bat"
brew "btop"
brew "cliclick"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "lsd"
brew "mkcert"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "yq"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "alacritty"
cask "discord"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-sf-pro"
cask "google-cloud-sdk"
cask "raycast"
cask "sf-symbols"
